Repository: maryamjalzh-ui/HaikApp
Catalog: Haik/Haik/Localizable.xcstrings
Source language: en
Languages: ar

# alert_error_title
source: Alert
ar: تنبيه

# avg_price_title
source: Average price per meter:
ar: متوسط سعر المتر:

# best_for_you_badge
source: Best for you
ar: الأفضل لك

source: Cafes
ar: مقاهي

source: center
ar: وسط

source: Cinema
ar: السينما

source: Comment Type
ar: نوع التعليق

# comments_list_title
source: Comments
ar: التعليقات

source: Compatibility Rate
ar: نسبة التوافق

# computing_neighborhoods_title
source: Computing the best neighborhoods for you…
ar: جاري حساب أفضل الأحياء لك…

# confirm_password_label
source: Confirm Password
ar: تأكيد كلمة المرور

# confirm_selection_btn
source: Confirm Selection
ar: تأكيد الاختيار

source: Culture
ar: ثقافة الناس

# currency_per_meter
source: SAR / m²
ar: ريال / متر²

# delete_account_button
source: Delete Account
ar: حذف الحساب نهائيًا

# delete_account_confirm_cancel_button
source: Cancel
ar: إلغاء

# delete_account_confirm_delete_button
source: Delete
ar: حذف

# delete_account_confirm_message
source: Your account and all related data will be permanently deleted. This action cannot be undone
ar: سيتم حذف حسابك وبياناتك ولا يمكن التراجع

# delete_account_confirm_title
source: Confirm Account Deletion
ar: تأكيد حذف الحساب

# delete_account_error_ok_button
source: OK
ar: موافق

# delete_account_error_title
source: Unable to Delete Account
ar: تعذر حذف الحساب

# delete_account_no_user_error
source: No signed-in user found
ar: لا يوجد مستخدم مسجل دخول

# delete_account_requires_recent_login
source: Recent login required. Please sign out and sign back in, then try again
ar: يلزم تسجيل دخول حديث. رجاءً سجّل الخروج ثم أعد تسجيل الدخول، وبعدها أعد محاولة حذف الحساب

# delete_comment
source: Do you want to delete this cooment?
ar: هل تريد حذف هذا التعليق؟

# done_button
source: Done
ar: تم

source: East
ar: شرق

# edit_profile_title
source: Edit Account
ar: تعديل الحساب

source: Electricity
ar: الكهرباء

# elete_account_error_ok_button
source: OK
ar: موافق

# email_label
source: Email
ar: البريد الإلكتروني

# ent_available
source: Entertainment available
ar: ترفيه متوفر

# ent_limited
source: Limited entertainment
ar: ترفيه قليل

# ent_plenty
source: Plenty of entertainment
ar: ترفيه كثير

source: Gas Stations
ar: محطات بنزين

source: Groceries
ar: تموينات

source: Hospitals
ar: مستشفيات

source: Internet
ar: الانترنت

source: Libraries
ar: المكتبات

source: Loading results...
ar: جاري تحميل النتائج...

# login_button
source: Log In
ar: تسجيل الدخول

source: Mall
ar: مركز تجاري

# map_hint_text
source: Tap the map to explore neighborhood data
ar: اضغط على الخريطة لاستكشاف بيانات الحي

source: Metro
ar: مترو

# metro_none
source: No Metro nearby
ar: بدون مترو قريب

# metro_primary_limited
source: Limited Metro access
ar: مترو محدود

# metro_primary_suitable
source: Suitable Metro access
ar: مترو مناسب

# metro_sometimes_available
source: Metro available
ar: مترو متوفر

# name_label
source: Name
ar: الاسم

# name_placeholder
source: Name
ar: الاسم

# near_close
source: Close
ar: قريب

# near_default
source: Nearby
ar: قريب

# near_far
source: Relatively far
ar: بعيد نسبيًا

# near_medium
source: Moderately close
ar: متوسط القرب

# near_very_close
source: Very close
ar: قريب جدًا

# neighborhood_prefix %@
source: %@ District
ar: حي %@

# no_comments_yet
source: No comments posted yet
ar: لا توجد تعليقات منشورة بعد

# no_results_subtitle
source: Check the spelling or search for another neighborhood in Riyadh
ar: تأكد من كتابة الاسم بشكل صحيح أو ابحث عن حي آخر بالرياض

# no_results_title
source: Neighborhood not found
ar: لم نجد هذا الحي

# no_saved_neighborhoods
source: No saved neighborhoods yet
ar: لم تقم بحفظ أي أحياء بعد

source: North
ar: شمال

# not_now_button
source: Not now
ar: ليس الآن

# ok_button
source: Ok
ar: تم

# onboarding_next
source: Next
ar: التالي

# onboarding_start
source: Start
ar: بدء

# onboarding_subtitle_1
source: You will be asked a set of questions to determine your preferences, including:
ar: سيتم طرح مجموعة أسئلة لتحديد تفضيلاتك، بما يشمل:

# onboarding_subtitle_2
source: A list of suggested neighborhoods will appear, including compatibility rate and key reasons.
ar: ستظهر قائمة بالأحياء المقترحة، متضمنة نسبة التوافق وأبرز مبررات الترشيح

# onboarding_title_1
source: Neighborhood Recommendation
ar: توصية الحي المناسب لك

# onboarding_title_2
source: Recommendation Results
ar: نتائج التوصية

source: Parks
ar: الحدائق

# password_label
source: Password
ar: كلمات المرور غير متطابقة

source: Passwords don't match
ar: كلمات المرور غير متطابقة

# personal_info_header
source: Personal Information
ar: المعلومات الشخصية

# price_match_good
source: Suitable price
ar: سعر مناسب

# price_match_high
source: Above your budget
ar: سعر مرتفع لميزانيتك

# price_match_very_good
source: Very suitable price
ar: سعر مناسب جدًا

source: Price not available
ar: السعر غير متوفر

# priority_default
source: Priority
ar: أولوية

# q1_option_a
source: Quiet neighborhood
ar: حي هادئ

# q1_option_b
source: Active and vibrant neighborhood
ar: حي نشط وحيوي

# q1_option_c
source: Full-service neighborhood
ar: حي متكامل الخدمات

# q1_title
source: What lifestyle do you prefer?
ar: أي نمط حياة تفضل؟

# q1_title_short
source: Lifestyle
ar: نمط الحياة

# q2_instruction_max_selection
source: - Select up to 2 options
ar: - يمكنك اختيار خيارين كحد أقصى

# q2_instruction_priority
source: - Your first choice is your priority
ar: - اختيارك الأول يحدد أولويتك

# q2_option_a
source: Proximity to work
ar: القرب من مقر العمل

# q2_option_b
source: Near family and relatives
ar: القرب من منزل العائلة أو الأقارب

# q2_option_c
source: Availability of services
ar: توفر الخدمات

# q2_option_d
source: Availability of schools
ar: توفر المدارس

# q2_option_e
source: Suitable price per meter
ar: سعر المتر المناسب

# q2_option_f
source: Entertainment facilities
ar: توفر المرافق الترفيهية

# q2_title
source: What is your top priority?
ar: ما الأولوية الأهم لك عند اختيار الحي؟

# q2_title_short
source: Priorities
ar: الأولويات

# q3_option_a
source: Mainly use the Metro
ar: أعتمد على المترو بشكل أساسي

# q3_option_b
source: Occasionally use the Metro
ar: أستخدم المترو أحيانًا

# q3_option_c
source: Rely on my car
ar: أعتمد على السيارة

# q3_title
source: Preferred daily commute?
ar: كيف تفضل نمط تنقلك اليومي؟

# q3_title_short
source: Transportation
ar: وسيلة التنقل

# q4_option_high
source: High (e.g., 11,000 SAR/m²)
ar: مرتفع (مثال: 11,000 ر.س/م²)

# q4_option_low
source: Low (e.g., 3,500 SAR/m²)
ar: منخفض (مثال: 3,500 ر.س/م²)

# q4_option_mid
source: Mid (e.g., 6,500 SAR/m²)
ar: متوسط (مثال: 6,500 ر.س/م²)

# q4_title
source: Budget for price per meter?
ar: ما ميزانيتك التقريبية لسعر المتر؟

# q4_title_short
source: Property Price
ar: سعر العقار في الحي

source: Quiet
ar: الهدوء

source: Restaurants
ar: المطاعم

# result_bullet_1
source: Show compatibility rate for each neighborhood
ar: إظهار نسبة التوافق لكل حي

# result_bullet_2
source: Display reasons for recommendation
ar: عرض مبررات للترشيح

# result_bullet_3
source: Average price per square meter
ar: متوسط سعر المتر في الحي

# result_bullet_4
source: View available services and facilities
ar: إتاحة استعراض الخدمات المتوفرة

# reviews_section_title
source: Reviews
ar: التقييمات

# saved_neighborhoods_title
source: Saved Neighborhoods:
ar: الأحياء المحفوظة:

source: Schools
ar: مدارس

source: Schools available
ar: مدارس متوفرة

# schools_limited
source: Few schools
ar: مدارس قليلة

# schools_plenty
source: Plenty of schools
ar: مدارس كثيرة

# search_neighborhood_placeholder
source: Search for a neighborhood...
ar: ابحث عن حي...

# search_placeholder
source: Search for a neighborhood...
ar: ابحث عن حي...

# services_good
source: Good services
ar: خدمات جيدة

# services_limited
source: Limited services
ar: خدمات محدودة

# services_no_results
source: No services results found
ar: لا توجد نتائج

# services_plenty
source: Plenty of services
ar: خدمات كثيرة

# services_section_title
source: Neighborhood Services
ar: خدمات الحي

# sign_out_button
source: Sign Out
ar: تسجيل الخروج

# signup_button
source: Create New Account
ar: إنشاء حساب جديد

source: South
ar: جنوب

# suitable_neighborhoods_title
source: Best Neighborhoods for You
ar: الأحياء الأنسب لك

source: Supermarkets
ar: سوبرماركت

# title_budget
source: Your Budget Range
ar: نطاق ميزانيتك

# title_commute
source: Daily Commute
ar: التنقل اليومي

# title_lifestyle
source: Your Lifestyle
ar: نمط الحياة

# title_priorities
source: Your Neighborhood Priorities
ar: أولوياتك في اختيار الحي

# title_recommendation
source: Neighborhood Recommendation
ar: توصية الحي

# transport_car
source: Car friendly
ar: مناسب للسيارة

# transport_flexible
source: Flexible transport
ar: تنقل مرن

source: View details
ar: عرض التفاصيل

# view_edit_profile
source: View and edit profile
ar: عرض وتعديل الملف الشخصي

# view_neighborhood_button
source: View Neighborhood
ar: عرض الحي

source: Water
ar: المياه

# welcome_title
source: Welcome to Haik
ar: مرحبًا بك في حيّك

source: west
ar: غرب

# your_comments_title
source: Your comments:
ar: تعليقاتك:

# إلغاء
source: Cancel
ar: إالغاء

# هل أنت متأكد أنك تريد حذف هذا التعليق؟
source: Are you sure you want to delete this comment?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق؟
